/* Aw, Nuts */
"Aw, Nuts" = "Aw, Nuts";

/* Cancel - for button to cancel changes */
"Cancel" = "取消";

/* Class */
"Class" = "职业";

/* Error loading data */
"Error loading data" = "Error loading data";

/* Error saving after delete. */
"Error saving after delete" = "Error saving after delete";

/* General */
"General" = "基本信息";

/* Level */
"Level" = "等级";

/* Name */
"Name" = "名字";

/* Race */
"Race" = "种族";

/* Save - for button to save changes */
"Save" = "保存";

/* Sex */
"Sex" = "性别";

/* You MUST override the save method */
"You MUST override the save method" = "You MUST override the save method";

/* Race */
"Human" = "人类";
"Orc" = "兽人";
"Drawf" = "矮人";
"Night Elf" = "夜精灵";
"Undead" = "不死族";
"Tauren" = "牛头人";
"Gnome" = "侏儒";
"Troll" = "巨魔";
"Goblin" = "地精";
"Draenei" = "德莱尼";
"Worgen" = "狼人";